<?PHP
$l["ja"] = array(
    "intro1" =>     "様々なフォーマットで録音ファイルをダウンロードできます。ファイルは全て、マルチトラックフォーマットに変換されます。",
    "intro1-updated" => 20180809,
    "intro2" =>     "単一トラックにミックスされた形式など、その他のフォーマットで取得する場合には、ブラウザでのローカル上の処理が必要となるため、モダンブラウザを用意して少し待機する必要があります。なお、モバイル端末では正常に動作しません。",
    "intro2b" =>    "もし単一トラックにミックスされた形式や、ALAC（Apple ロスレス）形式が欲しい場合は、様々な簡単な編集作業に対応したソフトウェアを使用する、ローカル上処理オプションを利用することもできます。",
    "intro3" =>     "録音ID:",
    "starttime" =>  "開始時刻",
    "users" =>      "ユーザー",
    "duration" =>   "録音時間",

    "mtd" =>        "マルチトラック形式でダウンロード:",
    "mtld" =>       "音量調整済みマルチトラック形式でダウンロード:",
    "lp" =>         "ローカル上処理:",
    "std" =>        "単一トラックに高性能ミックスされた形式でダウンロード:",
    "mtp" =>        "マルチトラックに処理された形式:",
    "stm" =>        "単一トラックにミックスされた形式:",

    "audacity" =>   "Audacityプロジェクト",
    "winapp" =>     "Windows用アプリケーション",
    "macosxapp" =>  "Mac OS X用アプリケーション",
    "unixscript" => "Unix用スクリプト",
    "uncomp" =>     "非圧縮",
    "raw" =>        "生データ",
    "rawnote" =>    "注意: この生データに対応している編集ソフトはほとんどありません",

    "local" =>      "ローカル上の処理のオプション",
    "format" =>     "形式:",
    "mix" =>        "単一トラックにミックスする（Craigの存在意義が失われます）",
    "luddite" =>    "私は技術革新反対者です。私は無教養なのでMP3形式を選び、これから行おうとしていることについて1秒たりとも説明を受けるつもりはありません。私は、Craigが生成するMP3ファイルや、この警告メッセージの口ぎたなさに関して苦情を言った場合、CraigからBANされることに同意します。私は愚か者で、その愚かさでバカ騒ぎするためにこのオプションを選びました。",
    "wav" =>        "非圧縮形式はサイズが巨大で、このシステムはメモリ上で直接ファイルを処理します。私は、これにより何らかのエラーが発生しても苦情を言わないことに同意します。",
    "begin" =>      "処理開始",

    "nomp3" =>      "MP3に変換する前に、MP3の利用条件に同意する必要があります。",
    "nowav" =>      "WAVに変換する前に、WAVの利用条件に同意する必要があります。",

    "downloading" =>"ダウンロード中",
    "downfail" =>   "ダウンロード失敗！",
    "notracks" =>   "トラックがありません！",
    "complete" =>   "処理完了",

    "otherformats" => "その他のフォーマット",

    "avatars" =>    "アバター",
    "download" =>   "ダウンロード",
    "glowers" =>    "発光版",
    "transparent" =>"透明な背景",
    "transnote1" => "注意: WebM形式は透明色に対応していますが、ほとんどの動画編集ソフトはWebMに対応していません。",
    "transnotesfx"=>"MOV形式は透明色に対応していて、多くの動画編集ソフトで対応されていますが、サイズが超巨大なため、生成したり直接送信したりするのには向いていません。そのため、MOV形式を選択した場合、圧縮済みファイルと展開用ソフトが送られます。MOV形式にはQuickTime AnimationかPNGのいずれかが含まれます。どちらか一方のみ対応している動画編集ソフトもあれば、両方とも対応しているソフトもあります。QuickTime AnimationもPNGも機能上は同じものです。",
    "transnotesfx-updated" => 20180810,
    "transnotewin"=>"MOV形式は透明色に対応していて、多くの動画編集ソフトで対応されていますが、サイズが超巨大なため、生成したり直接送信したりするのには向いていません。そのため、MOV形式を選択した場合、圧縮済みファイルと展開用ソフトが送られます。MOV形式にはQuickTime AnimationかPNGのいずれかが含まれます。どちらか一方のみ対応している動画編集ソフトもあれば、両方とも対応しているソフトもあります。QuickTime AnimationもPNGも機能上は同じものです。RunMe.batを実行してください。",
    "transnotewin-updated" => 20180810,
    "transnote2" => "MPEG-4形式は透明色に対応していないため、MKV形式を選択した場合、静的PNG画像とアルファ（透明度）チャンネル付きMKVファイルが送られます。多くの動画編集ソフトでは、色指定とアルファ（透明度）指定を別々のファイルから読み込むことができます。",
    "bgc" =>        "背景色",
    "fgc" =>        "発光色",

    "delete1" =>    "録音ファイルを削除します",
    "delete2" =>    "！ よろしいですか？",

    "yes" =>        "はい",
    "no" =>         "いいえ",

    "deleted" =>    "削除完了！",

    "back" =>       "トップページに戻る",

    "ddesc" => "Craigでは、Google ドライブと連携して録音ファイルを自動アップロードするように設定できます。自動アップロード機能を有効にするには、下のリンクからDiscordとGoogle ドライブにログインしてください。自動アップロード機能を無効にするには、このページでGoogle ドライブからログアウトしてください。この機能はDiscordやGoogleとは一切関係が無く、ユーザーの利便性のために連携機能を提供するだけのものです。",
    "ddesc-updated" => 20190109,
    "dprivacy" => "プライバシー・ポリシー",
    "dili" =>       "Discordにログイン",
    "dilo" =>       "Discordからログアウト",
    "drli" =>       "Google ドライブにログイン",
    "drlo" =>       "Google ドライブからログアウト",
    "ddone" =>      "あなたのアカウントは連携されました。録音ファイルは自動的にGoogle ドライブにアップロードされます！"
);
?>
