<?PHP
$l["ko"] = array(
    "intro1" =>     "녹음하신 파일을 여러 포맷으로 내려받으실 수 있습니다.",
    "intro1-updated" => 20180809,
    "intro2" =>     "믹싱된 단일 트랙 오디오를 포함한 다른 포맷들은 당신의 브라우저에서 자체적으로 프로세싱을 해야 하므로 최신 브라우저 및 인내심이 필요하고, 모바일 기기에서 잘 작동하지 않으며, 긴 녹음 기간이나 여러 유저가 있을 시 실패할 가능성이 큽니다.",
    "intro2b" =>    "만약 믹싱된 단일 트랙 오디오가 필요하시거나 ALAC(Apple Lossless)오디오 포맷이 필요하시다면, 여러가지의 간단한 편집을 수행할 수 있는 프로그램인 로컬 프로세싱 옵션을 사용하시면 됩니다.",
    "intro2c" =>    "'*'로 표시되어있는 포맷들은 브라우저 내의 프로세싱이 필요합니다.",
    "intro2cbeta" =>"이 기능은 현재 베타 상태에 있습니다. 사용에 문제가 있으시다면 다른 포맷을 선택해주세요.",
    "intro3" =>     "녹음 ID:",
    "starttime" =>  "시작 시간",
    "users" =>      "유저",
    "duration" =>   "녹음 기간",

    "mtd" =>        "다중 트랙 다운로드:",
    "mtld" =>       "스마트 레벨링된 다중 트랙 다운로드:",
    "lp" =>         "로컬 프로세싱:",
    "std" =>        "스마트 믹싱된 단일 트랙 다운로드:",
    "mtp" =>        "프로세싱된 다중 트랙:",
    "stm" =>        "믹싱된 단일 트랙:",

    "audacity" =>   "Audacity용 프로젝트",
    "winapp" =>     "윈도우용 프로그램",
    "macosxapp" =>  "MacOS용 프로그램",
    "unixscript" => "Unix용 스크립트",
    "uncomp" =>     "비압축",
    "raw" =>        "Raw",
    "rawnote" =>    "경고: 이 raw 포맷을 지원하는 오디오 프로그램은 거의 없습니다.",

    "local" =>      "로컬 프로세싱 옵션",
    "format" =>     "포맷:",
    "mix" =>        "단일 트랙으로 믹싱합니다.(Craig의 목적 자체에 반대되는 일이지만요)",
    "luddite" =>    "저는 멍청이입니다. 저는 멍청하기 때문에 MP3를 선택하였고, 제가 대체 무슨 짓을 하고 있는지에 대해 배울 생각이 조금도 없습니다. 저는 제가 이 도구가 만들어낸 MP3파일에 대하여 불평하거나, 이 메시지의 불쾌함에 대하여 불평한다면, 영구 정지를 당하겠다는 것을 알고 각오합니다. 저는 무식한 저급자이며 이 옵션을 선택함으로서 제 엄청난 멍청함을 자랑하는 바입니다.",
    "wav" =>        "압축되지 않은 오디오 파일은 크며, 이 시스템은 오디오를 바로 메모리에 프로세싱합니다. 이 때문에 무언가가 틀어지면 불평하지 않기로 약속합시다.",
    "begin" =>      "프로세싱 시작",

    "nomp3" =>      "MP3 변환을 하기 전에 MP3 약관에 동의하셔야 합니다.",
    "nowav" =>      "wav 변환을 하기 전에 wav 약관에 동의하셔야 합니다.",

    "downloading" =>"다운로드 중.",
    "downfail" =>   "다운로드 실패!",
    "notracks" =>   "트랙이 감지되지 않았습니다!",
    "complete" =>   "프로세싱 완료.",

    "other" =>      "기타",
    "otherformats" => "기타 포맷",

    "avatars" =>    "아바타",
    "download" =>   "다운로드",
    "glowers" =>    "노려봄",
    "transparent" =>"투명한 배경",
    "transnote1" => "경고: WebM은 투명함을 지원하지만, 대부분의 영상 편집 프로그램은 WebM을 지원하지 않습니다. ",
    "transnotesfx" => "MOV는 투명함을 지원하며 영상 편집 프로그램들에 의해 널리 지원되지만, 직접 만들고 보내기엔 용량이 너무 큽니다. 대신, MOV를 선택하시면 압축된 파일과 압축해제 프로그램을 받으실 것입니다. MOV는 QuickTime Animation 또는 PNG를 포함할 수 있으며, 어떤 영상 편집 프로그램들은 둘 중 하나를 지원하거나 둘 다 지원합니다만, 둘은 기능상 차이가 없습니다. ",
    "transnotesfx-updated" => 20180810,
    "transnotewin" => "MOV는 투명함을 지원하며 영상 편집 프로그램들에 의해 널리 지원되지만, 직접 만들고 보내기엔 용량이 너무 큽니다. 대신, MOV를 선택하시면 압축된 파일과 압축해제 프로그램을 받으실 것입니다. MOV는 QuickTime Animation 또는 PNG를 포함할 수 있으며, 어떤 영상 편집 프로그램들은 둘 중 하나를 지원하거나 둘 다 지원합니다만, 둘은 기능상 차이가 없습니다. RunMe.bat를 실행하세요. ",
    "transnotewin-updated" => 20180810,
    "transnote2" => "MPEG-4는 투명함을 지원하지 않으므로, MKV가 선택되어 있으면 정적 PNG와 알파(투명)채널을 나타내는 MKV바 보내질 것입니다. 대부분의 영상 편집 프로그램들은 한 파일을 색으로, 다른 파일을 알파(투명)으로 사용하도록 설정될 수 있습니다.",
    "bgc" =>        "배경색",
    "fgc" =>        "발광색",

    "delete1" =>    "이것은 녹음 파일을 삭제할 것입니다 ",
    "delete2" =>    "! 확실하십니까?",

    "yes" =>        "네",
    "no" =>         "아니오",

    "deleted" =>    "삭제됨!",

    "back" =>       "홈페이지로 돌아가기",

    "ddesc" =>      "Craig는 구글 드라이브에 연결하여 자동으로 녹음 파일을 올릴 수 있습니다. 자동 업로드를 활성화하려면, 아래에서 디스코드와 드라이브에 로그인해주세요. 비활성화를 하려면, 다시 이곳으로 와서 드라이브에서 로그아웃하시면 됩니다. 이 서비스는 디스코드나 구글과 관련이 없으며 유저들의 편의를 위하여 제공되는 것입니다.",
    "ddesc-updated" => 20190109,
    "dprivacy" =>   "개인정보 보호방침",
    "dili" =>       "디스코드에 로그인하기",
    "dilo" =>       "디스코드에서 로그아웃하기",
    "drli" =>       "구글 드라이브에 로그인하기",
    "drlo" =>       "구글 드라이브에서 로그아웃하기",
    "ddone" =>      "계정이 연동되었습니다. Craig가 생성한 녹음 파일은 자동으로 구글 드라이브에 업로드될 것입니다!"
);
?>
