{
    "cmd:help":         ["ayuda", "hola"],
    "help":             "¡Hola, soy Craig! Soy un grabador de canales de voz multipista. Para más información, echa un vistazo a %1 .",

    "cmd:join":         ["grabar", "empezar"],
    "recording":        "Grabando canal %3 (%5)! Grabaré hasta %1 horas. Las grabaciones serán borradas automáticamente después de %4 días desde el inicio de la grabación. El audio puede ser descargado incluso si todavía estoy grabando.",
    "recording-updated":20180810,
    "downloadlink":     "Enlace de descarga: %1?id=%2&key=%3",
    "deletelink":       "Para borrar: %1?id=%2&key=%3&delete=%4",
    "ennuicastrlink":   "Enlace de la Webapp de Craig: %1",
    "ennuicastrlink-updated":20210907,
    "ennuicastrmenu":   "Menú de la webapp de Craig: %1",
    "ennuicastrmenu-updated":20210907,
    "ennuicastrmon":    "Pantalla de grabación: %1",
    "ratelimit":        "Por favor, espera. Intentaré unirme en %1 segundos.",

    "cantsee":          "No veo ningún canal con ese nombre.",
    "whatchannel":      "¿Qué canal?",
    "already":          "Ya estoy grabando ese canal: %1?id=%2&key=%3",
    "noperms":          "¡No tengo permisos para entrar a ese canal!",
    "joinfail":         "¡Error al entrar! Si este error continúa, puede ser un error con el audio del servidor. Prueba cambiando la región del servidor en los ajustes del servidor.",
    "onemore":          "En Discord, un bot solo puede grabar un canal. Si quieres que otro canal sea grabado, tendrás que invitar a mi hermano: %1",
    "broperms":         "Mi hermano no puede ver ese canal. Asegúrate de que sus permisos estén correctos.",
    "nomore":           "Discúlpame, pero ¡no puedo grabar ningún canal más en este servidor! Porfavor, haz que salga de un canal de voz primero con “:craig:, salir <canal>”, o haz que salga de todos los canales de voz con “:craig:, stop”",

    "timelimit":        "Discúlpame, pero has alcanzado el tiempo límite de una grabación. Grabación detenida.",
    "sizelimit":        "Discúlpame, pero has alcanzado el tamaño máximo de una grabación. Grabación detenida.",
    "nickslow":         "Por los cambios recientes de límite de tasa de Discord, estoy tardando un tiempo para cambiar mi nombre para indicar que estoy grabando. No puedo empezar a grabar hasta que haya cambiado mi nombre. Por favor sé paciente.",
    "cannotnick":       "No tengo permisos para cambiar mi nombre en este servidor. No voy a grabar sin este permiso.",
    "disconnecting":    "Desconectando.",
    "silence1":         "¡No estoy recibiendo ningún audio!",
    "silence2":         "\n\nSi estás seguro de que estabas enviando audio, puede ser debido a un error de conexión al audio del servidor. Prueba haciendo las siguientes soluciones alternativas:\n\n(1) En los ajustes del servidor, cambia la región del servidor y prueba grabando otra vez. Si esto funciona, prueba a cambiar la región a la original, pero no te sorprendas si todavía falla. Si no funciona,\n\n(2) Expúlsame del servidor e invítame de nuevo. El enlace de invitación está en %1.",
    "silence5min":      "¿Hola? No he escuchado nada en cinco minutos. Algo ha ido mal, estas tomándote un descanso o te olvidaste de`:craig:, salir` para detener la grabación? Si es solo un descanso, ignora este mensaje.",
    "corrupt":          "ATENCIÓN: ¡Estoy recibiendo datos corruptos de audio de %1#%2! ¡No seré capaz de procesar tu audio correctamente!",
    "unexpecteddc":     "¡He sido inesperadamente desconectado! Si quieres parar de grabar, escribe el comando :craig:, salir.",

    "cmd:note":         ["nota", "anotar"],
    "noted":            "Anotado.",

    "cmd:leave":        ["salir", "abandonar"],
    "notrecording":     "¡Pero no estoy grabando ese canal!",

    "cmd:ennuicastr":   ["aplicacion"],
    "on":               "activado",
    "off":              "desactivado",
    "ecenable":         "Webapp  activada. Se te enviará un enlace a la webapp de Craig al principio de cada grabación.",
    "ecenable-updated": 20210907,
    "ecdisable":        "Webapp desactivada.",
    "ecdisable-updated":20210907,
    "ecenabled":        "Has activado la webapp de Craig.",
    "ecenabled-updated":20210907,
    "ecdisabled":       "No has activado la webapp de Craig.",
    "ecdisabled-updated":20210907,

    "cmd:prefix":       ["prefijo"],
    "cmd:unprefix":     ["sacarprefijo"],
    "prefixis":         "Tu prefijo es %1",
    "noprefix":         "No hay prefijo establecido.",
    "prefixset":        "Prefijo establecido.",
    "prefixunset":      "Prefijo anulado.",

    "hint":             "¿Hablas Español? ¡Usa `:craig:, grabar` y responderé en Español!",
    "channels":         ["Grabando", "Grabación", "Grabacion"],
    "regions":          []
}
