{
    "cmd:help":         ["help", "opdrachten", "hallo", "info"],
    "help":             "Hallo! Ik ben Craig! Ik ben een meersporige spraakkanaal opneem bot. Kijk voor meer informatie op %1 .",

    "cmd:join":         ["opnemen", "verbinden"],
    "recording":        "Kanaal %3 aan het opnemen (%5)! Ik zal tot %1 uur opnemen. Opnames worden %4 dagen na het begin van de opname automatisch verwijderd. De audio kan worden gedownload zelfs als ik nog aan het opnemen ben.",
    "recording-updated": 20180810,
    "downloadlink":     "Download link: %1?id=%2&key=%3",
    "deletelink":       "Om te verwijderen: %1?id=%2&key=%3&delete=%4",

    "cantsee":          "Ik kan geen kanaal zien met die naam.",
    "whatchannel":      "Welk kanaal?",
    "already":          "Ik ben dat kanaal al aan het opnemen: %1?id=%2&key=%3",
    "noperms":          "Ik heb geen rechten om met dat kanaal te verbinden!",
    "joinfail":         "Kon niet verbubdeb! Als dit aanhoudend misgaat, is er misschien iets mis met de spraak server. Probeer de server regio te veranderen in de serverinstellingen.",
    "onemore":          "In Discord, kan één bot maar één kanaal opnemen. Als je nog een kanaal wilt opnemen, zul je m'n broertje uit moeten nodigen: %1",
    "broperms":         "Mijn broertje kan dat kanaal niet zien. Controleer of zijn rechten correct zijn.",
    "nomore":           "Sorry, maar ik kan niet meer kanalen opnemen op deze server! Vraag me eerst om een ander kanaal te verlaten met “:craig:, ga weg <kanaal>”, of vraag me alle kanalen op deze server te verlaten met “:craig:, stop”",

    "timelimit":        "Sorry, maar je hebt de opname tijdslimiet bereikt. Opname gestopt.",
    "sizelimit":        "Sorry, maar je hebt de opnamegrootte limiet bereikt. Opname gestopt.",
    "cannotnick":       "Ik heb niet de rechten om mijn nickname te veranderen op deze server. Ik zal niet opnemen zonder deze rechten.",
    "disconnecting":    "Verbinding verbreken..",
    "silence1":         "Ik hoor helemaal geen geluid!",
    "silence2":         "\n\nAls je zeker weet dat je geluid stuurde, kan het zijn dat het komt door een fout bij het verbinden met de spraak server. Probeer de volgende oplossingen:\n\n(1) In serverinstellingen, wissel de server-regio en probeer opnieuw op te nemen. Als het werkt, kun je proberen terug te wisselen naar de originele regio, maar wees niet verrast als het nog steeds niet lukt. Als het niet werkt,\n\n(2) Verwijder me van de server, nodig me dan opnieuw uit. Je kunt de link voor het uitnodigen vinden op %1. Als dat ook niet werkt,\n\n(3) De laatste optie is om de bot te resetten. Je zult om hulp moeten vragen op mijn ondersteunings server.",
    "silence5min":      "Hallo? Ik heb al 5 minuten niks gehoord. Is er iets mis gegaan, neem je gewoon een pauze of ben je vergeten `:craig:, ga weg` te doen om de opname te stoppen? Als het gewoon een pauze is, kun je dit bericht negeren!",
    "corrupt":          "WAARSCHUWING: Ik ontvang corrupte spraak data van %1#%2! Ik zal hun geluid niet correct kunnen verwerken!",
    "unexpecteddc":     "Mijn verbinding werd onverwacht verbroken! Als je wil dat ik stop met updaten, geef dan alsjeblieft die opdracht met :craig:, ga weg.",

    "cmd:note":         ["opmerking", "notitie"],
    "noted":            "Genoteerd.",

    "cmd:leave":        ["verbreek", "verlaat", "klaar"],
    "notrecording":     "Maar ik ben dat kanaal helemaal niet aan het opnemen!",

    "cmd:prefix":       ["voorvoegsel"],
    "cmd:unprefix":     ["reset-voorvoegsel", "resetvoorvoegsel"],
    "prefixis":         "Je voorvoegsel is %1",
    "noprefix":         "Geen voorvoegsel ingesteld.",
    "prefixset":        "Voorvoegsel ingesteld.",
    "prefixunset":      "Voorvoegsel gereset.",

    "hint":             "Spreek je Nederlands? Gebruik `:craig:, opnemen` en ik zal antwoorden in het nederlands!",
    "channels":         ["Algemeen", "Opnemen"],
    "regions":          []
}
