{
    "cmd:help":         ["ajuda", "comandos", "olá", "informação"],
    "help":             "Olá! Eu sou Craig! Eu sou um gravador de voz multi-canal. Para mais informações, veja %1 .",

    "cmd:join":         ["entrar", "gravar"],
    "recording":        "Gravando! Eu vou gravar até %1 horas. Gravações são deletadas automaticamente depois de %2 horas do começo da gravação. O áudio pode ser baixado até durante a gravação.",
    "downloadlink":     "Download link: %1?id=%2&key=%3",
    "deletelink":       "Para deletar: %1?id=%2&key=%3&delete=%4",

    "cantsee":          "Eu não posso ver nenhum canal com esse nome.",
    "whatchannel":      "Que canal?",
    "already":          "Eu já estou gravando esse canal: %1?id=%2&key=%3",
    "noperms":          "Eu não tenho permissão para entrar nesse canal!",
    "joinfail":         "Falha ao entrar! Se eu persistentemente falhar ao entrar, pode haver um problema com o canal de voz. Tente mudar a região do servidor nas configurações de servidor.",
    "onemore":          "No Discord, um bot pode gravar apenas um canal. Se você quiser gravar outro canal, você terá que convidar meu irmão: %1",
    "broperms":         "Meu irmão não pode ver esse canal. Certifique-se de que as permissões dele estão corretas",
    "nomore":           "Sinto muito, mas eu não posso gravar mais nenhum canal nesse servidor! Por favor me peça para sair de um canal que eu estou gravando primeiro com “:craig:, sair <channel>”, ou me peça para sair de todos os canais nesse servidor com “:craig:, stop”",

    "timelimit":        "Sinto muito, mas você atingiu o tempo limite de gravação. Gravação encerrada.",
    "sizelimit":        "Sinto muito, mas você atingiu o tamanho limite de gravação. Gravação encerrada.",
    "cannotnick":       "Eu não tenho permissão para mudar meu apelido nesse servidor. Eu não gravarei sem essa permissão.",
    "disconnecting":    "Desconectando.",
    "silence1":         "Eu não estou recebendo nenhum áudio!",
    "silence2":         "\n\nSe você está confiante de que estava enviando áudio, isso pode ter acontecido por causa de um bug no servidor de voz. Tente as seguintes soluções:\n\n(1) Nas configurações do servidor, troque a região de voz e tente gravar novamente. Se isso funcionar, você pode tentar trocar de volta para a região de voz original, mas não fique surpreso se ainda falhar. Se isso não funcionar,\n\n(2) Me expulse do servidor, depois me convide novamente. Você pode achar o link para convidar em %1. See isso não funcionar,\n\n(3) A única opção que sobra é reiniciar o bot. Você terá que entrar no meu servidor de suporte e pedir ajuda.",
    "silence5min":      "Olá? Eu não escuto nada há cinco minutos. Aconteceu algo de errado, você está dando uma pausa, ou você esqueceu de usar `:craig:, sair` para parar a gravação? Se é só uma pausa, desconsidere esta mensagem!",
    "corrupt":          "ATENCÃO: Eu estou recebendo dados de voz corrompidos de %1#%2! Eu não serei capaz de processar o áudio dele(a) corretamente!",
    "unexpecteddc":     "Eu fui desconectado inesperadamente! Se você quiser que eu pare de gravar, por favor use o comando :craig:, sair.",

    "cmd:leave":        ["sair", "parar"],
    "notrecording":     "Mas eu não estou gravando esse canal!",

    "hint":             "Fala português? Use `:craig:, entrar` e eu responderei em português!",
    "channels":         ["geral", "gravação", "gravando"],
    "regions":          ["brazil"]
}
