{
   "cmd:help":         ["toki", "seme"],
    "help":             "toki! mi ilo Craig! mi kute e toki uta li lipu e kalama tan ona. jan ante li toki la kalama ona li tawa lipu ante. sina wile sona mute la o lukin e %1 .",

    "cmd:join":         ["kama", "kute"],
    "recording":        "mi kute e tomo %3 (%5)! mi awen kute lon tenpo suli %1h. tenpo suno kama nanpa %4 la mi weka e lipu kalama. kute mi li pini ala la sina ken kama jo e lipu pi pini ala.",
    "recording-updated":20180810,
    "downloadlink":     "sina ken kama jo e lipu kepeken %1?id=%2&key=%3",
    "deletelink":       "sina ken weka e lipu kepeken %1?id=%2&key=%3&delete=%4",
    "ennuicastrlink":   "mi pi ilo Siko ala: %1",
    "ennuicastrlink-updated":20210907,
    "ennuicastrmenu":   "mi pi ilo Siko ala la o kepeken wile ilo sina: %1",
    "ennuicastrmenu-updated":20210907,
    "ennuicastrmon":    "sina ken kute lon ilo Siko ala lon ni: %1",
    "ratelimit":        "o awen. mi lukin kama kute lon tenpo %1s kama.",

    "cantsee":          "mi ken ala lukin e tomo uta pi nimi ni.",
    "whatchannel":      "tomo uta seme?",
    "already":          "mi kute e tomo ni lon tenpo ni: %1?id=%2&key=%3",
    "noperms":          "mi ken ala kama lon tomo ni! o ken e mi.",
    "joinfail":         "mi ken ala kama tan pakala ilo! ni li kama lon tenpo mute la, ken la ilo pi pana kalama pi ilo Siko li pakala. sina ante e ma pi ilo kalama lon ilo Siko la ken la pona li kama.",
    "onemore":          "ilo Siko la, ilo wan li ken kute lon tomo wan taso. sina wile lipu e kalama tan tomo uta tu la sina wile e ilo tu. o kama e ilo sama mi: %1",
    "broperms":         "ilo sama mi li ken ala lukin e tomo ni. o ken e ona.",
    "nomore":           "ike la, mi kute lon tomo uta mute lon tenpo ni lon ma ni la mi ken ala kute e tomo sin! sina wile e mi la o weka e mi tan tomo wan kepeken “:craig:, weka <channel>”. nasin ante la sina ken weka e mi tan tomo ale kepeken “:craig:, stop”",

    "timelimit":        "ike la kute li awen lon tenpo suli ike. kute mi li pini.",
    "sizelimit":        "ike la lipu kalama li kama suli ike. kute mi li pini.",
    "nickslow":         "mi lukin ante e nimi mi. ona o toki e ni: mi kute e sina. taso ante ni li kepeken tenpo suli, tan nasa pi ilo Siko. nimi mi li ante ala la mi ken ala open e kute. o awen.",
    "cannotnick":       "mi ken ala ante e nimi mi lon ma ni. ante nimi li ken ala la mi kute ala.",
    "disconnecting":    "mi weka.",
    "silence1":         "mi kute e kalama ala!",
    "silence2":         "\n\nken la ilo sina li pakala li pana ala e kalama tawa mi. ni li lon ala la ken la mi ken ala toki pona tawa ilo kalama pi ilo Siko. ken la ni li pona e pakala:\n\n#1 la o ante e ma pi ilo kalama pi ilo Siko o lukin pali sin. ni li pona la, sina ken lukin ante sin e ma tawa ma pi tenpo pini, taso ni li ken pakala sin. ale li awen pakala la,\n\n#2 la o weka e mi o kama sin e mi. nasin kama li %1.",
    "silence5min":      "sina lon ala lon? mi kute e ala lon tenpo suli. sina pini la o weka e mi kepeken `:craig:, weka`. sina pini ala la ale li pona! o lukin ala e toki ni.",
    "corrupt":          "PAKALA: mi kute e kalama pakala tan %1#%2! lipu kalama ona li kama pakala!",
    "unexpecteddc":     "sina weka wawa e mi a! sina wile pini e kute mi la o toki tawa mi: :craig: weka",

    "cmd:note":         ["tenpo", "awenetenpo"],
    "noted":            "mi awen e sona tenpo ni.",

    "cmd:leave":        ["weka", "pini"],
    "notrecording":     "taso mi kute ala e tomo uta ni!",

    "cmd:ennuicastr":   ["ilosikoala"],
    "on":               "wile",
    "off":              "ala",
    "ecenable":         "sina kama ken kepeken mi kepeken ilo Siko ala. mi open e kute la mi pana e ilo tawa sina.",
    "ecenable-updated": 20210907,
    "ecdisable":        "sina kama ken ala kepeken mi kepeken ilo Siko ala.",
    "ecdisable-updated":20210907,
    "ecenabled":        "sina ken kepeken mi kepeken ilo Siko ala.",
    "ecenabled-updated":20210907,
    "ecdisabled":       "sina wile ala kepeken mi kepeken ilo Siko ala.",
    "ecdisabled-updated":20210907,

    "cmd:prefix":       ["nimilawa"],
    "cmd:unprefix":     ["nimilawaala"],
    "prefixis":         "nimi lawa ilo li “%1” lon ma ni",
    "noprefix":         "nimi lawa ilo li ante ala lon ma ni",
    "prefixset":        "mi ante e nimi lawa ilo tawa ni.",
    "prefixunset":      "mi weka e nimi lawa ilo.",

    "hint":             "sina toki pona anu seme? mi toki pona! sina toki pona tawa mi sama `:craig:, kama` la mi toki pona tawa sina!",
    "channels":         ["uta", "toki", "toki uta", "toki pona", "toki pona taso"],
    "regions":          []
}
